{
    "nave": {
        "home": ["HOME", "الصفحة الرئيسية"],
        "aboutus": ["ABOUT US", "معلومات عنا"],
        "gifts": ["GIFTS", "هدايا"],
        "offers": ["OFFERS", "عروض"],
        "logout":["Log out","الخروج"],
        "findandbook":["Find and Book","البحث والكتاب"],
        "beautyfullbox":["BEAUTY FULL BOX","مربع جميل"],
        "anywhere":["ANYWHERE","في أى مكان"],
        "anytime":["ANYTIME","في أي وقت"],
        "ordernow":["ORDER NOW","اطلب الان"],
        "subscribe":["Subscribe","الاشتراك"],
        "subscribetext":["Subscribe to our site","اشترك في موقعنا"],
        "deliver":["","ايصال"],
        "delivertext":["","تقديم الآن"],
        "unbox":["","أونبوإكس واستمتع"],
        "unboxtext":["","إلغاء علب الهدايا والتمتع بها"],
        "makeupspecialist":["","نحن أخصائي مكياج"],
        "ourbeautyfullbox":["","لدينا صندوق جميل"],
        "boxforthismonth":["","صندوق الجمال الكامل لهذا الشهر"],
        "addtocart":["","أضف إلى السلة"],
        "subscibeto":["","اشترك في موقعنا"],
        "monthspackage":["","حزمة 12 شهرا"],
        "andget":["","احصل على"],
        "onebeautybox":["one Beauty BOx","مربع الجمال واحد"],
        "for":["","إلى عن على"],
        "free":["","حر"],
        "month":["","شهر"],
        "months":["","الشهور"],
        "select":["","تحديد"],
        "mostpopular":["","الأكثر شعبية"],
        "enjoyourservices":["","استمتع بخدماتنا"],
        "howit":["","كيف هو"],
        "works":["","أعمال"],
        "previousmonths":["","الأشهر السابقة"],
        "popular":["","جمع"],
        "beautybox":["","صناديق الجمال"],
        "June 2018":["","يونيو 2018"],
        "August 2018":["","أغسطس 2018"],
        "September 2018":["","2018 سبتمبر"],
        "November 2018":["","نوفمبر 2018"],
        "referto":["","إحالة صديق للاستفادة من خصم 10 ٪"],
        "foranyqueries":["","لأية استفسارات"],
        "contact":["","اتصل"],
        "us":["","لنا"],
        "submit":["","خضع"],
        "termsandconditions":["terms & conditions","البنود و الظروف"],
        "copyrights":["","حقوق الطبع والنشر 2018 | كل الحقوق محفوظة"],
        "welcomeback":["","مرحبا بعودتك"],
        "usernameemail":["","اسم المستخدم / البريد الإلكتروني"],
        "password":["","كلمه السر"],
        "signin":["","تسجيل الدخول"],
        "or":["","أو"],
        "guest":["","زائر"],
        "signup":["","سجل"],
        "donthaveaccount":["Don't have Account,","ليس لديك حساب ،"],
        "ordersummary":["","ملخص الطلب"],
        "tax":["","ضريبة"],
        "shoppingcharges":["","رسوم التسوق"],
        "total":["","مجموع"],
        "checkout":["","الدفع"],
        "specialoffers":["","عروض خاصة"],
        "facialmakuptreatment":["","علاج مكياج الوجه"],
        "Redeemnow":["","نذكر الآن"],
        "eyemakuptreatment":["","علاج مكياج العين"],
        "hairmakuptreatment":["","علاج مكياج الشعر"],
        "yourinformation":["","معلوماتك"],
        "fullname":["","الاسم الكامل"],
        "address":["","عنوان"],
        "city":["","مدينة"],
        "state":["","حالة"],
        "zipcode":["","الرمز البريدي"],
        "selectpaymentmethod":["","اختار طريقة الدفع"],
        "cashondelivery":["","الدفع عن الاستلام"],
        "para1":["","تحدد هذه الصفحة ، بالإضافة إلى المستندات المشار إليها فيها ، البنود والشروط التي نوفر بموجبها أيًا من المنتجات المدرجة على موقعنا الإلكتروني [www.beautybox.ME] (موقعنا) إليك عبر خدمة الاشتراك (المنتجات). يرجى قراءة هذه الشروط والأحكام بعناية قبل الاشتراك في BeautyBox Middle East FZ-LLC أو طلب أي منتجات من موقعنا. يجب أن تفهم أنه من خلال أن تصبح عضوًا أو عن طريق طلب أي من منتجاتنا ، فإنك توافق على الالتزام بهذه الشروط والأحكام."],
        "para2":["","من خلال الوصول إلى هذا الموقع أو تصفحه أو استخدامه ، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بشروط الاستخدام هذه (ط). إذا كنت لا توافق على هذه الشروط ، يجب عليك عدم استخدام هذا الموقع أو الوصول إليه. تحتفظ BeautyBox بالحق في مراجعة هذه الشروط في أي وقت عن طريق تحديث هذا النشر. نشجعك على مراجعة هذه الشروط في كل مرة تستخدم فيها الموقع لأن استخدامك للموقع بعد نشر التغييرات سيشكل موافقتك على التغييرات."],
        "para3":["","يرجى طباعة نسخة من هذه الشروط والأحكام للرجوع إليها في المستقبل"],
        "para4":["","نحن ندير الموقع [www.BeautyBox.ME]. نحن BeautyBox Middle East FZ-LLC (BeautyBox) ، وهي شركة مسجلة في دولة الإمارات العربية المتحدة تحت رقم تسجيل الشركة: 1840 / 2011CC."],
        "para5":["","في هذا الوقت ، موقعنا مخصص للاستخدام من قبل الأشخاص المقيمين في الإمارات العربية المتحدة."],
        "para6-1":["","أنت قادر قانونًا على إبرام عقود ملزمة ، و"],
        "para6-2":["","أنت لا يقل عمرك عن 18 عامًا"],
        "para6-3":["","أنت مقيم في دولة الإمارات العربية المتحدة ، و"],
        "para6-4":["","أنت تدخل موقعنا من الإمارات"],
        "para7-1":["","4.1 تتكون خطة الاشتراك في خدمتنا من رسوم أولية ثم تليها رسوم فترة متكررة وفقًا لما توافق عليه. من خلال الدخول في هذه الاتفاقية ، فإنك تقر بأن اشتراكك في الإطلاق له دفعة مبدئية. إذا وافقت على ميزة الدفع المتكررة هذه ، فسوف تتحمل مسؤولية جميع الرسوم المتكررة قبل الإلغاء. قد يقوم BeautyBox.me بتقديم رسوم دورية (على سبيل المثال كل 3 أشهر) دون الحصول على إذن إضافي منك ، حتى تقوم بتقديم إشعار مسبق بأنك قد أنهيت هذا التفويض أو ترغب في تغيير طريقة الدفع الخاصة بك. لن يؤثر هذا الإشعار على الرسوم المرسلة قبل أن يعمل BeautyBox.me بشكل معقول. لإنهاء تفويضك أو تغيير طريقة الدفع الخاصة بك ، راسلنا عبر البريد الإلكتروني."],
        "para7-2":["","يمكن إلغاء الاشتراكات إشعار قبل 14 من شهر الاشتراك. لن يتم تحصيل رسوم منك مقابل أي إلغاء. يمكنك إعادة الاشتراك في أي وقت بعد الإلغاء."],
        "para7-3":["","لإلغاء اشتراكك في أي وقت ، يجب عليك مراسلتنا عبر البريد الإلكتروني على info@BeautyBox.me وسنفعل ذلك من أجلك. إذا قمت بالإلغاء ، فلن تكون مؤهلاً لاسترداد الأموال."],
        "para8-1":["","5.1 إذا كنت تتعاقد كمستهلك ، فيمكنك إلغاء اشتراكك مع إشعار قبل الرابع عشر من شهر الاشتراك."],
        "para8-2":["","5.2 لإلغاء اشتراكك ، يجب عليك مراسلتنا عبر البريد الإلكتروني وسنفعل ذلك من أجلك."],
        "para8-3":["","5.3 يتم تقديم تفاصيل حقك القانوني في الإلغاء ، وشرح لكيفية ممارستها ، في رسالة التأكيد الإلكترونية. هذا الحكم لا يؤثر على حقوقك القانونية الأخرى كمستهلك."],
        "para9":["","كجزء من إجراءات معالجة الطلبات الخاصة بنا ، يجوز لنا فحص الطلبات المستلمة للاحتيال أو أنواع أخرى من الأنشطة غير المصرح بها أو غير القانونية. نحن نحتفظ بالحق في رفض معالجة أمر ما بسبب الاشتباه في الاحتيال أو أي نشاط غير مصرح به أو غير قانوني. إذا اشتبهنا في نشاط احتيالي أو غير مصرح به أو غير قانوني ، فقد نرفض طلبك أو قد نتصل بك على رقم الهاتف أو عنوان البريد الإلكتروني الذي قدمته لتأكيد طلبك. نحتفظ أيضًا بالحق في إلغاء أي حسابات أو رفض الشحن إلى عناوين معينة بسبب الاحتيال المشتبه فيه أو أي نشاط غير مصرح به أو غير قانوني. نتخذ هذه التدابير لحماية عملائنا وكذلك أنفسنا من الاحتيال أو أي نشاط آخر غير مصرح به أو غير قانوني."],
        "para10-1":["","7.1 يمكن أن يختلف سعر العضوية من وقت لآخر. هذا لا يؤثر على مدفوعاتك المتكررة. يتم تضمين التسليم في رسوم العضوية الخاصة بك."],
        "para10-2":["","7.2 رسوم العضوية ورسوم التوصيل عرضة للتغيير في أي وقت ، لكن التغييرات لن تؤثر على الطلبات التي تم تقديمها بالفعل ، أي مدفوعاتك المتكررة."],
        "para10-3":["","7.3 نحن نقبل الدفع ببطاقات Visa و Mastercard الائتمانية ومدفوعات الدفع النقدي عند التسليم. سيتم تحصيل رسوم من بطاقتك الائتمانية أو حسابك مباشرة بعد إخراج حزمة العضوية."],
        "para10-4":["","7.4 يجب أن يتم الدفع نقدًا عند التسليم مقدمًا عند تسليم المربع الأول من اشتراكك. سيؤدي عدم دفع المبلغ بالكامل إلى إرجاع أول شحنة وإلغاء اشتراكك. يمكنك إعادة الاشتراك في أي وقت."],
        "para11-1":["","من خلال الاشتراك في إحدى حزم عقود خدمات الشحن الخاصة بنا ، يقبل العميل هذه الشروط والأحكام ، ويعترف العميل بقراءتها وفهمها ، وقبولها دون تحفظ ومعرفة السبب."],
        "para11-2":["3-, 6- or 12-month rebillable For Her Subscriptions can only be cancelled before the 14th of the first month of subscription, but we’re able to opt you out of auto-renewal at any time within your subscription period. This must be notified by email to the email address in “Contact us”. You will not be eligible for a refund on any remaining boxes in the subscription as soon as the subscription has started.","لا يمكن إلغاء الاشتراكات لمدة 3 أو 6 أو 12 شهرًا من أجل اشتراكاتها إلا قبل اليوم الرابع عشر من الشهر الأول من الاشتراك ، لكننا قادرون على إلغاء اشتراكك في التجديد التلقائي في أي وقت خلال فترة الاشتراك. يجب إخطار هذا عن طريق البريد الإلكتروني على عنوان البريد الإلكتروني في اتصل بنا. لن تكون مؤهلاً لاسترداد الأموال في أي من الصناديق المتبقية في الاشتراك بمجرد بدء الاشتراك."],
        "para11-3":["","1- ، 2 - ، أو 4-مربع قابلة لإعادة الاشتراك بالنسبة له الاشتراكات ليست اشتراكات شهرية. يجوز للعميل إلغاء الطلب خلال سبعة (7) أيام من شراء الاشتراك أو قبل استلام المربع الأول ، أيهما يحدث أولاً. لن يتم قبول أي تبادل أو استرداد المبالغ التي تتجاوز هذه الحدود الزمنية. يعتبر الطلب (الطلبات) مكتملاً بشكل لا رجعة فيه بعد سبعة أيام تقويمية من تاريخ الشراء أو استقبال الصندوق الأول."],
        "para11-4":["","جميع المدفوعات غير قابلة للاسترداد."],
        "para12":["","باستثناء أي محتوى ، قد يتم تقديمه من قبل الأعضاء من وقت لآخر ، فإننا نسعى جاهدين لضمان أن تكون المعلومات الموجودة على الموقع كاملة وموثوقة. قد تحتوي بعض المعلومات على أخطاء في التسعير وأخطاء مطبعية وأخطاء أو أخطاء أخرى قد نقوم بتصحيحها دون مسؤولية. نحتفظ أيضًا بالحق في تحديد الكميات التي يشتريها الأعضاء ومراجعة أو تعليق أو إنهاء حدث أو عرض ترويجي في أي وقت دون إشعار (بما في ذلك بعد تقديم الطلب و / أو الاعتراف به). نحن لا نضمن أن جميع المنتجات الموضحة على موقعنا ستكون متاحة. نحتفظ أيضًا بالحق في إلغاء أو حظر أي حسابات يشتبه في أنها نشاط احتيالي أو مسيء على موقعنا."],
        "para13":["","لا تطالب BeautyBox بملكية أي مواد توفرها عبر الموقع. فيما يتعلق بأي مواد تقوم بإرسالها أو إتاحتها لتضمينها على الموقع ، فإنك تمنح BeautyBox ترخيصًا دائمًا لا رجعة فيه وغير قابل للفصل وله حق الاستخدام في جميع أنحاء العالم وخالٍ من حقوق الملكية وغير حصري لاستخدام أو نسخ أو توزيع أو عرض علني أو تعديل ، إنشاء أعمال مشتقة ، وترخيص هذه المواد أو أي جزء من هذه المواد. أنت تقر وتضمن وتتعهد بأن أي مواد توفرها لا تتضمن أي شيء (بما في ذلك ، على سبيل المثال لا الحصر ، النصوص أو الصور أو الموسيقى أو الفيديو) التي ليس لك فيها الحق الكامل في منح BeautyBox الترخيص المحدد أعلاه. أنت تقر وتتعهد وتتعهد بأن أي مواد توفرها لن تحتوي على مواد تشهيرية أو غير قانونية أو مسيئة أو فاحشة. يحق لـ BeautyBox استخدام أي محتوى مقدم من قبلك دون تكبد التزامات بالسرية أو الإسناد أو التعويض لك."],
        "para14-1":["","نقوم بجمع معلومات التعريف الشخصية (PII) ، والتي تقدمها لنا طوعًا أثناء التسجيل والعملية أو استجابة لطلبات معلومات محددة قد نقدمها لك."],
        "para14-2":["","قد نطلب عنوان بريدك الإلكتروني أثناء استخدامك للموقع. للاشتراك في BeautyBox ، قد يُطلب منك تقديم أي من أو جميع المعلومات الشخصية التالية: الاسم الأول والأخير والعنوان البريدي وعنوان البريد الإلكتروني وتاريخ الميلاد ورقم الهاتف وتفاصيل آلية الدفع. سنطلب منك أيضًا إكمال استبيان حتى نتمكن من إنشاء ملف تعريف جمالك. ليس من الضروري إكمال هذا ولكن ستمكننا من إرسال منتجات أكثر صلة بك."],
        "para14-3":["","قد نقوم أيضًا بجمع عنوان بروتوكول الإنترنت (IP) للمساعدة في تشخيص المشكلات المتعلقة بخادمنا ، وإدارة هذا الموقع. عنوان IP هو رقم يتم تعيينه لجهاز الكمبيوتر الخاص بك عند استخدام الإنترنت. يستخدم عنوان IP الخاص بك أيضًا للمساعدة في تحديد هويتك أثناء جلسة معينة وجمع البيانات الديموغرافية الواسعة."],
        "para14-4":["","بالإضافة إلى ما سبق ، قد نقوم بجمع معلومات أخرى عنك باستخدام التركيبة السكانية وتقارير الاهتمامات من Google Analytics. قد تتضمن هذه المعلومات مجموعتك العمرية والجنس وفئات الاهتمامات على النحو الذي تحدده شبكة Google الإعلانية. نحن نستخدم هذه المعلومات كجزء من عملية صنع القرار وتحسين تجربة المستخدم الخاصة بنا كما أبلغت Google Analytics ، للتأكد من أننا نهدفك باستهداف الاتصالات والخبرات التي تعتبر ذات صلة بتفضيلاتك واحتياجاتك. سيتم جمع معلوماتك السكانية ومعلومات الاهتمامات إذا سمحت باستخدام ملفات تعريف الارتباط من شبكة Google الإعلانية على متصفحك من خلال إجراء اشتراك. يمكنك إلغاء الاشتراك في Google Analytics للإعلانات المصوّرة أو تخصيص إعلانات شبكات Google الإعلانية عن طريق ضبط إعدادات الإعلانات ذات الصلة."],
        "para14-5":["","لإلغاء الاشتراك في جمع معلوماتك بواسطة Google Analytics بشكل عام ، يمكنك تنزيل وتثبيت متصفح إضافات Google Analytics الإضافي."],
        "para14-6":["","بموافقتك على هذه الشروط والأحكام ، فأنت تسمح لـ BeautyBox بجمع هذه المعلومات عنك والتي لم تسمح لـ Google من خلالها بالوصول إليها."],
        "para15":["","نضمن لك أن يكون أي منتج تم شراؤه من خلال موقعنا ، عند التسليم ، متوافقًا مع الوصف الخاص به ، ويكون ذا جودة مرضية ، وسيكون مناسبًا لجميع الأغراض التي يتم توفير المنتجات من هذا النوع بشكل شائع."],
        "para16":["","لن تكون BeautyBox أو الشركات التابعة لها أو أي من مسؤوليها أو مديريها أو موظفيها أو وكلائها أو الخلفاء أو الشركات الفرعية أو الموردين أو الشركات التابعة أو الجهات الخارجية التي توفر معلومات على هذا الموقع مسؤولة بأي حال من الأحوال عن أي مستخدم للموقع أو أي شخص آخر أو كيان لأي أضرار مباشرة أو غير مباشرة أو خاصة أو عرضية أو تأديبية أو تبعية أو مثالية (بما في ذلك على سبيل المثال لا الحصر ، الأضرار الناجمة عن خسارة الأرباح أو فقدان البيانات أو فقد الاستخدام) الناشئة عن الاستخدام أو عدم القدرة على استخدام الموقع ، سواء كان ذلك بناءً على الضمان أو العقد أو الضرر أو غير ذلك ، حتى إذا تم إعلام BeautyBox أو كان ينبغي أن يكون على علم بإمكانية حدوث مثل هذه الأضرار أو الخسائر. لن تتحمل المسؤولية الكاملة عن BeautyBox أو الشركات التابعة لها أو أي من مسؤوليها أو مديريها أو موظفيها أو وكلائها أو خلفائها أو الشركات التابعة لها أو الشركات التابعة لها أو الجهات الخارجية التي توفر معلومات على هذا الموقع لك عن أي أضرار أو خسائر أو أسباب الإجراء الناتجة عن استخدامك لهذا الموقع ، سواء كان ذلك في العقد ، أو الضرر (بما في ذلك ، على سبيل المثال لا الحصر ، الإهمال) أو غير ذلك ، يتجاوز المبلغ الذي دفعته لـ BeautyBox فيما يتعلق بالحدث الذي أدى إلى حدوث مثل هذه المسؤولية. تقر بموجبه أن الفقرة السابقة تنطبق على جميع المحتويات والبضائع والخدمات المتاحة من خلال الموقع."],
        "para17":["","تشترط القوانين المعمول بها أن تكون بعض المعلومات أو المراسلات التي نرسلها إليك كتابةً. عند استخدام موقعنا ، فإنك تقبل أن التواصل معنا سيكون إلكترونيًا بشكل أساسي. سنتصل بك عن طريق البريد الإلكتروني أو نزودك بمعلومات عن طريق نشر الإشعارات على موقعنا. لأغراض تعاقدية ، أنت توافق على وسائل الاتصال الإلكترونية هذه وتقر بأن جميع العقود والإشعارات والمعلومات وغيرها من الاتصالات التي نقدمها إليك تمتثل إلكترونياً لأي شرط قانوني بأن تكون هذه الاتصالات كتابية. هذه الشروط لا تؤثر على حقوق المواطنة."],
        "para18":["","أنت توافق على تعويض BeautyBox ، والدتها وفروعها وفروعها والشركات التابعة لها ومسؤوليها ومديريها وموظفيها ووكلائها والشركات التابعة لها عن أي وجميع المطالبات والمطالبات والأضرار والتكاليف ونفقات الدفاع ، بما في ذلك الرسوم القانونية ، بأي طريقة تنشأ عن أو تتعلق باستخدامك للموقع ، أو انتهاكك لهذه الشروط أو سياسة الخصوصية ، أو المحتوى المنشور على الموقع بواسطتك ، أو انتهاكك لأي قانون أو حقوق لطرف ثالث."],
        "para19":["","جميع الإشعارات التي تقدمها إلينا يجب أن تُرسل إلى BeautyBox Middle East على info@BeautyBox.me. قد نرسل إليك إخطارًا على البريد الإلكتروني أو العنوان البريدي الذي تزودنا به. سيتم اعتبار الإشعار مستلمًا وسيتم تقديمه بشكل صحيح فور نشره على موقعنا ، بعد 24 ساعة من إرسال بريد إلكتروني ، أو بعد ثلاثة أيام من تاريخ نشر أي خطاب."],
        "para20-1":["","17.1 العقد المبرم بينك وبيننا ملزم لك ولنا ولخلفائنا المعينين."],
        "para20-2":["","17.2 لا يجوز لك نقل أو التنازل أو فرض رسوم أو التصرف بطريقة أخرى في أي عقد أو أي من حقوقك أو التزاماتك الناشئة بموجبه ، دون موافقة خطية مسبقة منا."],
        "para20-3":["","17.3 يجوز لنا نقل أو التنازل أو فرض رسوم أو التعاقد من الباطن أو التصرف بأي طريقة أخرى من العقد أو أي من حقوقنا أو التزاماتنا الناشئة بموجبه ، في أي وقت خلال مدة العقد."],
        "para20-4":["","17.4 يحق لنا تجديد حزم الاشتراكات حسب تقديرنا."],
        "para20-5":["","17.5 نحتفظ بالحق في نقل البيانات الشخصية إلى جهات خارجية مختارة خصيصًا لأغراض البحث."],
        "para21-1":["","18.1 لن نكون مسؤولين أو مسؤولين عن أي إخفاق في أداء أو تأخير أداء أي من التزاماتنا بموجب عقد ناجم عن أحداث خارجة عن سيطرتنا المعقولة (حدث القوة القاهرة)."],
        "para21-2":["","18.2. يشمل حدث القوة القاهرة أي فعل أو حدث أو عدم حدوث أو إهمال أو حادث خارج عن إرادتنا المعقولة ويشمل على وجه الخصوص (على سبيل المثال لا الحصر) ما يلي:"],
        "para21-3":["","18.2.1 الإضرابات أو الإغلاق أو أي إجراءات صناعية أخرى ؛"],
        "para21-4":["","18.2.2 الاضطرابات المدنية أو أعمال الشغب أو الغزو أو الهجوم الإرهابي أو التهديد بالهجوم الإرهابي أو الحرب (سواء أعلنت أم لا) أو التهديد أو الاستعداد للحرب ؛"],
        "para21-5":["","17.2.3 حريق أو انفجار أو عاصفة أو فيضان أو زلزال أو هبوط أو وباء أو كارثة طبيعية أخرى ؛"],
        "para21-6":["","18-2-4 استحالة استخدام السكك الحديدية أو النقل البحري أو الطائرات أو النقل بالسيارات أو غيرها من وسائل النقل العام أو الخاص ؛"],
        "para21-7":["","18.2.5 استحالة استخدام شبكات الاتصالات العامة أو الخاصة ؛ و"],
        "para21-8":["","18.2.6 أفعال أو مراسيم أو تشريعات أو لوائح أو قيود من أي حكومة."],
        "para21-9":["","18.3 يُعتبر أداءنا بموجب أي عقد معلقًا خلال الفترة التي يستمر فيها حدث القوة القاهرة ، وسيكون لدينا وقت إضافي للأداء طوال تلك الفترة. سنستخدم مساعينا المعقولة لإنهاء حدث القوة القاهرة أو لإيجاد حل يمكن من خلاله تنفيذ التزاماتنا بموجب العقد على الرغم من حدث القوة القاهرة."],
        "para22-1":["","19.1 إذا فشلنا ، في أي وقت خلال مدة العقد ، في الإصرار على الأداء الصارم لأي من التزاماتك بموجب العقد أو أي من هذه الشروط والأحكام ، أو إذا فشلنا في ممارسة أي من الحقوق أو وسائل الانتصاف التي يحق لنا بموجب العقد ، أن هذا لن يشكل تنازلاً عن هذه الحقوق أو سبل الانتصاف ولن يعفيك من الامتثال لهذه الالتزامات."],
        "para22-2":["","19.2 لن يمثل التنازل من جانبنا عن أي تقصير تنازلاً عن أي تقصير لاحق."],
        "para22-3":["","19.3 لن يكون أي تنازل من جانبنا عن أي من هذه الشروط والأحكام ساري المفعول ما لم يتم النص صراحة على أنه تنازل ويتم إبلاغك كتابيًا وفقًا للفقرة 12 أعلاه."],
        "para23":["","إذا تم تحديد أي من هذه الشروط والأحكام أو أي أحكام في العقد من قبل أي سلطة مختصة لتكون غير صالحة أو غير قانونية أو غير قابلة للتنفيذ إلى أي مدى ، فإن هذا الشرط أو الشرط أو الحكم سيتم فصله إلى هذا الحد من الشروط والشروط والأحكام المتبقية والتي ستظل صالحة إلى أقصى حد يسمح به القانون."],
        "para24-1":["","21.1 تشكل هذه الشروط والأحكام وأي وثيقة مشار إليها صراحةً الاتفاقية الكاملة بيننا وتحل محل جميع المناقشات أو المراسلات أو المفاوضات أو الترتيبات السابقة أو التفاهم أو الاتفاق السابق بيننا فيما يتعلق بموضوع أي عقد."],
        "para24-2":["","21.2 نحن نقر بأننا ، عند إبرام عقد ، لا يعتمد أي منا على أي تمثيل أو ضمان (سواء تم ببراءته أو إهماله) غير منصوص عليه في هذه الشروط والأحكام أو المستندات المشار إليها فيها."],
        "para24-3":["","21.3 يوافق كل واحد منا على أن مسؤوليتنا الوحيدة فيما يتعلق بتلك التأكيدات والضمانات المنصوص عليها في هذه الاتفاقية (سواء تم تقديمها ببراءة أو إهمال) ستكون خرقًا للعقد."],
        "para24-4":["","21.4 لا يوجد في هذا البند ما يحد أو يستبعد أي مسؤولية عن الاحتيال."],
        "para25-1":["","22.1 لدينا الحق في مراجعة وتعديل هذه الشروط والأحكام من وقت لآخر لتعكس التغيرات في ظروف السوق التي تؤثر على أعمالنا ، والتغيرات في التكنولوجيا ، والتغييرات في طرق الدفع ، والتغييرات في القوانين ذات الصلة والمتطلبات التنظيمية والتغيرات في قدرات نظامنا."],
        "para25-2":["","22.2 ستخضع للسياسات والشروط والأحكام السارية في الوقت الذي تطلب فيه المنتجات منا ، ما لم يكن أي تغيير في هذه السياسات أو هذه الشروط والأحكام مطلوبًا بموجب القانون أو السلطة الحكومية (وفي هذه الحالة سيتم تطبيقه على الطلبات التي سبق أن قدمتها) ، أو إذا أبلغناك بالتغيير في تلك السياسات أو بهذه الشروط والأحكام قبل أن نرسل إليك تأكيد الإرسال (في هذه الحالة يحق لنا أن نفترض أنك قبلت التغيير إلى الشروط والأحكام ، ما لم تخطرنا على خلاف ذلك في غضون سبعة أيام عمل من استلامك للمنتجات)."],
        "para26":["","تخضع عقود شراء المنتجات من خلال موقعنا وأي نزاع أو مطالبة تنشأ عنها أو تتعلق بها أو موضوعها أو تشكيلها (بما في ذلك المنازعات أو المطالبات غير التعاقدية) لقانون الإمارات العربية المتحدة. يخضع أي نزاع أو مطالبة تنشأ عن أو فيما يتعلق بهذه العقود أو تشكيلها (بما في ذلك المنازعات أو الدعاوى غير التعاقدية) للولاية القضائية غير الحصرية لمحاكم الإمارات العربية المتحدة."],
        "heading1":["","1. معلومات عنا"],
        "heading2":["","2. توفر الخدمة"],
        "heading3":["","3. من خلال تقديم طلب من خلال موقعنا ، فإنك تضمن ذلك"],
        "heading4":["","4. كيف يتم تشكيل العقد بينك وبيننا"],
        "heading5":["","5. حقوق المستهلك"],
        "heading6":["","6. الاحتيال الحماية"],
        "heading7":["","7. السعر والدفع"],
        "heading8":["","8. إلغاء خدمة الاشتراك"],
        "heading9":["","9. معلومات المنتج ؛ قيود على الكميات"],
        "heading10":["","10. قدم المستخدم المحتوى"],
        "heading11":["","11. معلومات المستخدم"],
        "heading12":["","12. الضمان"],
        "heading13":["","13. حدود المسؤولية"],
        "heading14":["","14. الاتصالات المكتوبة"],
        "heading15":["","15. التعويض"],
        "heading16":["","16. الإشعارات"],
        "heading17":["","17. نقل الحقوق والالتزامات"],
        "heading18":["","18. أحداث خارجة عن إرادتنا"],
        "heading19":["","19. التنازل"],
        "heading20":["","20. درجة الخطورة"],
        "heading21":["","21. اتفاق كامل"],
        "heading22":["","22. حقنا في تغيير هذه الشروط والأحكام"],
        "heading23":["","23. القانون والولاية القضائية"]
    }
}